YCSB/result_not_local_ycsb_test_200814/clockdown_outputLoad_c.txt
[OVERALL], RunTime(ms), 11492
[OVERALL], Throughput(ops/sec), 8701.70553428472
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 37
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3219631047685346
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 37
[TOTAL_GC_TIME_%], Time(%), 0.3219631047685346
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2543.0
[CLEANUP], MinLatency(us), 2542
[CLEANUP], MaxLatency(us), 2543
[CLEANUP], 95thPercentileLatency(us), 2543
[CLEANUP], 99thPercentileLatency(us), 2543
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 110.62032
[INSERT], MinLatency(us), 61
[INSERT], MaxLatency(us), 21903
[INSERT], 95thPercentileLatency(us), 140
[INSERT], 99thPercentileLatency(us), 178
[INSERT], Return=OK, 100000