YCSB/result_not_local_ycsb_test_200814/clockdown_outputLoad_e.txt
[OVERALL], RunTime(ms), 11412
[OVERALL], Throughput(ops/sec), 8762.705923589205
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 29
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2541184717840869
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 29
[TOTAL_GC_TIME_%], Time(%), 0.2541184717840869
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1633.0
[CLEANUP], MinLatency(us), 1633
[CLEANUP], MaxLatency(us), 1633
[CLEANUP], 95thPercentileLatency(us), 1633
[CLEANUP], 99thPercentileLatency(us), 1633
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 110.3945
[INSERT], MinLatency(us), 83
[INSERT], MaxLatency(us), 17615
[INSERT], 95thPercentileLatency(us), 141
[INSERT], 99thPercentileLatency(us), 155
[INSERT], Return=OK, 100000